Repository: bkueng/yumex
Catalog: po/*.po
Languages: sr@latin

source: Getting : %s
sr@latin: Dobavljam : %s

source: Removing
sr@latin: Uklanjanje

source: Cleanup
sr@latin: Čišćenje

source: Erased: %s
sr@latin: Obrisan: %s

source: Processing metadata from : %s
sr@latin: Obrađujem metapodatke iz : %s

source: Processing metadata
sr@latin: Obrađujem metapodatke

source: installed
sr@latin: instaliran

source: updated
sr@latin: ažuriran

source: obsoleted
sr@latin: prevaziđen

source: erased
sr@latin: obrisan

source: ---> Package %s.%s %s:%s-%s set to be %s
sr@latin: ---> Paket %s.%s %s:%s-%s podešen da bude %s

source: --> Running transaction check
sr@latin: --> Izvršavam proveru transakcije

source: --> Restarting Dependency Resolution with new changes.
sr@latin: --> Ponovo pokrećem razrešavanje zavisnosti sa novim promenama.

source: --> Finished Dependency Resolution
sr@latin: --> Završeno je razrešavanje zavisnosti

source: --> Processing Dependency: %s for package: %s
sr@latin: --> Obrađujem zavisnost: %s za paket: %s

source: --> Unresolved Dependency: %s
sr@latin: --> Nerazrešena zavisnost: %s

source: --> Processing Conflict: %s conflicts %s
sr@latin: --> Obrađujem sukob: %s se sukobi sa %s

source: --> Populating transaction set with selected packages. Please wait.
sr@latin: --> Popunjavam skup transakcija izabranim paketima. Molim vas, sačekajte.

source: ---> Downloading header for %s to pack into transaction set.
sr@latin: ---> Preuzimam zaglavlje za %s radi pakovanja u skup transakcija.

source: Packages to Process
sr@latin: Paketi za obradu

source: Name
sr@latin: Ime

source: Arch
sr@latin: Arhitektura

source: Ver
sr@latin: Verzija

source: Repository
sr@latin: Repozitorijum

source: Size
sr@latin: Veličina

source: About %s
sr@latin: Opis %s

source: Updating : %s
sr@latin: Ažuriram : %s

source: Obsoleting : %s
sr@latin: Zastarevanje : %s

source: Requires:
sr@latin: Zahteva:

source: Can not read the %s attribute
sr@latin: Ne mogu da čitam %s svojstvo

source: Show All Packages
sr@latin: Prikaži sve pakete

source: Show Package Updates
sr@latin: Prikaži ažuriranja paketa

source: Show available Packages
sr@latin: Prikaži dostupne pakete

source: Show Installed Packages
sr@latin: Prikaži instalirane pakete

source: Package View
sr@latin: Prikaz paketa

source: Group View
sr@latin: Prikaz grupa

source: Package Queue View
sr@latin: Prikaz reda paketa

source: Repository Selection View
sr@latin: Prikaz za izbor repozitorijuma

source: Output View
sr@latin: Prikaz izlaza

source: RPM Groups
sr@latin: RPM grupe

source: Repositories
sr@latin: Repozitorijumi

source: Architecture
sr@latin: Arhitektura

source: Sizes
sr@latin: Veličine

source: Age
sr@latin: Starost

source: Mandatory
sr@latin: Neophodno

source: Default
sr@latin: Podrazumevano

source: Optional
sr@latin: Izborno

source: Conditional
sr@latin: Uslovno

source: Programming:
sr@latin: Programiranje:

source: Translation:
sr@latin: Prevod:

source: Special Thanks To:
sr@latin: Posebne pohvale:

source: Getting update packages
sr@latin: Dobavljam ažurirane pakete

source: Getting installed packages
sr@latin: Dobavljam instalirane pakete

source: Getting available packacages
sr@latin: Dobavljam dostupne pakete

source: Found %d update packages
sr@latin: Pronađeno %d ažuriranih paketa

source: Found %d installed packages
sr@latin: Pronađeno %d instaliranih paketa

source: Found %d available packages
sr@latin: Pronađeno %d dostupnih paketa

source: Package Queue:
sr@latin: Red paketa:

source: Packages to %s
sr@latin: Paketi do %s

source: Groups to %s
sr@latin: Grupe do %s

source: Wrong file application (%s)
sr@latin: Pogrešna datoteka programa (%s)

source: Wrong file type (%s)
sr@latin: Pogrešna vrsta datoteke (%s)

source: Wrong file version (%s)
sr@latin: Pogrešna verzija datoteke (%s)

source: Current Settings :
sr@latin: Trenutna podešavanja :

source: Categories
sr@latin: Kategorije

source: Package
sr@latin: Paket

source: Summary
sr@latin: Sažetak

source: Arch.
sr@latin: Arhitektura

source: Ver.
sr@latin: Verzija

source: Size.
sr@latin: Veličina

source: Packages
sr@latin: Paketi

source: <b>Packages To Update</b>
sr@latin: <b>Paketi za ažuriranje</b>

source: <b>Packages To Install</b>
sr@latin: <b>Paketi za instalaciju</b>

source: <b>Packages To Remove</b>
sr@latin: <b>Paketi za uklanjanje</b>

source: Filename
sr@latin: Ime datoteke

source: Plugin
sr@latin: Dodatak

source: Setup Yum : Transaction Set
sr@latin: Podešavanje yuma : skup transakcije

source: Setup Yum : RPM Db.
sr@latin: Podešavanje yuma : RPM baza podataka

source: Setup Yum : Repositories.
sr@latin: Podešavanje yuma : repozitorijumi

source: Setup Yum : Package Sacks
sr@latin: Podešavanje yuma : grupe paketa

source: Setup Yum : Updates
sr@latin: Podešavanje yuma : ažuriranja

source: Setup Yum : Groups
sr@latin: Podešavanje yuma : grupe

source: Setup Yum : Base setup completed
sr@latin: Podešavanje yuma : završeno je osnovno podešavanje

source: Setup signed metadata support
sr@latin: Podešavanje podrške za potpisane metapodatke

source: Repository metadata (repomd.xml) for %s
sr@latin: Metapodaci repozitorijuma (repomd.xml) za %s

source: Loaded update Metadata from %s
sr@latin: Učitani su metapodaci za ažuriranja iz %s

source: No update Metadata found for %s
sr@latin: Nisu pronađeni metapodaci za %s

source: Error loading update metadata from %s
sr@latin: Greška pri učitavanju metapodataka za ažuriranja iz %s

source: Preparing for install/remove/update
sr@latin: Pripremanje za instalaciju/uklanjanje/ažuriranje

source: --> Preparing for install
sr@latin: --> Pripremanje za instalaciju

source: --> Preparing for remove
sr@latin: --> Pripremanje za uklanjanje

source: --> Preparing for a full update
sr@latin: --> Pripremanje za potpuno ažuriranje

source: --> Preparing for a partial update
sr@latin: --> Pripremanje za delimično ažuriranje

source: --> Adding all obsoletion to transaction
sr@latin: --> Dodavanje svih prevaziđenih paketa u transakciju

source: Installing
sr@latin: Instaliranje

source: Updating
sr@latin: Ažuriranje

source: Installing for dependencies
sr@latin: Instaliranje za zavisnosti

source: Updating for dependencies
sr@latin: Ažuriranje za zavisnosti

source: Removing for dependencies
sr@latin: Uklanjanje za zavisnosti

source: Failure getting %s:
sr@latin: Neuspešno dobavljanje %s:

source: Downloading Packages:
sr@latin: Preuzimanje paketa:

source: Error Downloading Packages:
sr@latin: Greška pri preuzimanju paketa:

source: Checking GPG Signatures:
sr@latin: Proveravam GPG potpise:

source: Error checking package signatures:
sr@latin: Greška pri proveri potpisa paketa:

source: Traceback in checking package signatures:
sr@latin: Povratni trag pri proveri potpisa paketa:

source: Running Transaction Test
sr@latin: Izvršavam testiranje transakcije

source: Finished Transaction Test
sr@latin: Završeno je testiranje transakcije

source: Transaction Check Error:
sr@latin: Greška pri proveri transakcije:

source: Transaction Test Succeeded
sr@latin: Uspešno testiranje transakcije

source: Running Transaction
sr@latin: Izvršavam transakciju

source: Do you want to import GPG Key : %s
sr@latin: Želite li da uvezete GPG ključ : %s

source: Needed by %s
sr@latin: Potreban za %s

source: Cant Quit while running RPM Transactions
sr@latin: Ne mogu da izađem dok se izvršava RPM transakcija

source: Yum has not been initialized yet
sr@latin: Yum još uvek nije inicijalizovan

source: No packages in queue
sr@latin: Nema paketa u redu

source: You are about to add %s packages
sr@latin: Na putu ste da dodate %s pakete

source: It will take some time
sr@latin: To će da potraje određeno vreme

source: do you want to continue ?
sr@latin: želite li da nastavite ?

source: You are about to remove %s packages
sr@latin: Na putu ste da uklonite %s pakete

source: Selected the %s profile
sr@latin: Izabran je %s profil

source: Profile : %s saved ok
sr@latin: Profil : %s je dobro sačuvan

source: Profile : %s save failed
sr@latin: Profil: %s nije sačuvan

source: Create New Profile
sr@latin: Napravi novi profil

source: Name of new profile
sr@latin: Ime novog profila

source: Profile : %s created ok
sr@latin: Profil : %s je dobro napravljen

source: Profile : %s creation failed
sr@latin: Profil : %s nije napravljen

source: Cleaning up all yum metadata
sr@latin: Čistim sve yum metapodatke

source: Yum Config Setup
sr@latin: Postavljanje yum podešavanja

source: GUI Setup Completed
sr@latin: Završeno postavljanje grafičke korisničke sprege

source: Error
sr@latin: Greška

source: Error in Yum Setup
sr@latin: Greška u yum postavci

source: Building Package Lists
sr@latin: Izgrađujem spiskove paketa

source: Building Package Lists Completed
sr@latin: Izgrađivanje spiskova paketa je završeno

source: Building Groups Lists
sr@latin: Izgrađujem spiskove grupa

source: Building Group Lists Completed
sr@latin: Izgrađivanje spiskova grupa je završeno

source: Sorting packages
sr@latin: Ređanje paketa

source: Population view with packages
sr@latin: Prikaz popunjavanja paketima

source: Population Completed
sr@latin: Popunjavanje završeno

source: Package View Population
sr@latin: Prikaz paketa popunjavanja

source: Package View Population Completed
sr@latin: Prikaz paketa popunjavanja završen

source: Category View Population
sr@latin: Prikaz kategorija popunjavanja

source: Category View Population Completed
sr@latin: Prikaz kategorija popunjavanja završen

source: Processing Packages in queue
sr@latin: Obrađujem pakete u redu

source: Error in Dependency Resolution
sr@latin: Greška u razrešavanju zavisnosti

source: No packages selected
sr@latin: Nema izabranih paketa

source: No packages in transaction
sr@latin: Nema paketa u transakciji

source: Processing packages (See output for details)
sr@latin: Obrađujem pakete (pogledajte izlaz za detalje)

source: Packages Processing
sr@latin: Obrađivanje paketa

source: Packages Processing completed ok
sr@latin: Obrađivanje paketa je dobro završeno

source: Error in Transaction
sr@latin: Greška pri transakciji

source: Parsing packages to %s
sr@latin: Raščlanjujem pakete do %s

source: found %d packages, matching : %s
sr@latin: nađeno %d paketa, spojenih : %s

source: Yum is locked by another application
sr@latin: Yum je zaključan od strane drugog programa

source: Error in Yumex
sr@latin: Greška u Yumexu

source: Error in plugin, Yum Extender will exit
sr@latin: Greška u dodatku, izlazim iz Yum Extendera

source: Erasing
sr@latin: Brišem

source: Obsoleted
sr@latin: Prevaziđeno

source: Updated
sr@latin: Ažurirano

source: Erased
sr@latin: Obrisano

source: Installed
sr@latin: Instalirano

source: No header - huh?
sr@latin: Nema zaglavlja - je li?

source: <b>Behavior</b>
sr@latin: <b>Ponašanje</b>

source: <b>Category</b>
sr@latin: <b>Kategorija</b>

source: <b>Fonts </b>
sr@latin: <b>Fontovi </b>

source: <b>Packages</b>
sr@latin: <b>paketi</b>

source: <b>Quick add to queue</b>
sr@latin: <b>Brzo dodavanje u red</b>

source: <b>Repository Exclude Filters</b>
sr@latin: <b>Filteri za izuzeće repozitorijuma</b>

source: <b>SUBACTION</b>
sr@latin: <b>PODAKCIJA</b>

source: <b>Total Download Size</b>
sr@latin: <b>Ukupna veličina za preuzimanje</b>

source: <span size="large"><b>Action</b></span>
sr@latin: <span size="large"><b>Akcija</b></span>

source: <span size="xx-large" color="black">Group View</span>
sr@latin: <span size="xx-large" color="black">Grupni prikaz</span>

source: <span size="xx-large" color="black">Output View</span>
sr@latin: <span size="xx-large" color="black">Prikaz izlaza</span>

source: <span size="xx-large" color="black">Package Queue</span>
sr@latin: <span size="xx-large" color="black">Red paketa</span>

source: <span size="xx-large" color="black">Select Repositories</span>
sr@latin: <span size="xx-large" color="black">Izaberite repozitorijume</span>

source: All
sr@latin: Sve

source: Available
sr@latin: Dostupno

source: C_hangelog
sr@latin: Dnevnik p_romena

source: Console
sr@latin: Konzola

source: Debug _mode
sr@latin: Način _rada za pronalaženje grešaka

source: Excludes
sr@latin: Izuzeti

source: Extra
sr@latin: Dodatni

source: Fi_les
sr@latin: Da_toteke

source: I_nformation
sr@latin: I_nformacije

source: Package Descriptions
sr@latin: Opisi paketa

source: Plugins
sr@latin: Dodaci

source: Preferences
sr@latin: Postavke

source: Process Queue Confirmation
sr@latin: Potvrda obrade reda

source: Repos
sr@latin: Repozitorijumi

source: Search Options
sr@latin: Opcije pretraživanja

source: Updates
sr@latin: Ažuriranja

source: Use _proxy
sr@latin: Koristi _proksi

source: Yum Extender Preferences
sr@latin: Yum Extender postavke

source: _Add All
sr@latin: _Dodaj sve

source: _Auto refresh on start
sr@latin: _Automatski osveži pri pokretanju

source: _Description
sr@latin: _Opis

source: _Deselect All
sr@latin: _Ukloni sve izbore

source: _Edit
sr@latin: _Uredi

source: _File
sr@latin: _Datoteka

source: _Help
sr@latin: _Pomoć

source: _Other
sr@latin: _Drugi

source: _Process Queue
sr@latin: _Obradi red

source: _Profiles
sr@latin: _Profili

source: _Remove All
sr@latin: _Ukloni sve

source: _Skip
sr@latin: _Preskoči

source: _Tools
sr@latin: _Alat

source: _Yum Clean All
sr@latin: _Yum očisti sve

source: _Yum excludes:
sr@latin: _Yum izuzeća:

source: _Yum plugins:
sr@latin: _Yum dodaci:

source: dialog1
sr@latin: prozorčić1
